{
  "headline": "The ‘inescapable’ effect of off-campus athletics: How the distance to Baker has shaped Columbia’s recruiting, performance, and sports culture",
  "date": "December 9, 2020",
  "byline": "By <a href=\"https://www.columbiaspectator.com/contributors/Clara-Ence-Morse/\">Clara Ence Morse</a>\nVisual design by <a href=\"https://www.columbiaspectator.com/contributors/Jefferson-Sheng/\">Jefferson Sheng</a>\nInteractives by Victoria Geh, Evan Li, Patrick Puma, and <a href=\"https://www.columbiaspectator.com/contributors/Hong-Sen-Du/\">Hong Sen Du</a>",
  "top": [
    {
      "type": "graphic",
      "value": {
        "asset": "line-map.html",
        "steps": [
          "Out of all the Ivy League football athletes, a typical <span style=background-color:#9BCBEB;color:#FFFFFF> Lion</span> would need to travel the furthest to reach their home court at Columbia’s Baker Athletic Complex.",
          "Five minutes into the bus ride to Baker, the typical  <span style=background-color:#011F5B;color:#FFFFFF> Penn</span> and <span style=background-color:#046A38;color:#FFFFFF>Dartmouth</span> athletes would have reached their destination by walking from the center of their campuses.",
          "Ten minutes in, <span style=background-color:#FF671F;color:#FFFFFF>Princeton</span> and <span style=background-color:#7C2529;color:#FFFFFF>Brown</span>  athletes would have also reached their destination by walking.",
          "",
          "Twenty minutes in, <span style=background-color:#B31B1B;color:#FFFFFF>Cornell</span> and <span style=background-color:#A41034;color:#FFFFFF>Harvard</span> students would have reached their destination by walking, and <span style=background-color:#00356B;color:#FFFFFF>Yale</span> athletes would have reached their practice by driving.",
          "It takes a total of twenty-five minutes for Lions to reach Baker—almost an hour round trip that is sometimes worsened by traffic"
        ]
      }
    }
  ],
  "body": [
    {
      "type": "text",
      "value": "There will be no tailgates, games, or practices this semester. In fact, many of Columbia’s athletes are off campus and thousands of miles away from their typical practice locations. But even when sports return to the Baker Athletics Complex, most Columbia athletes will still be farther from their home turf than athletes at other Ivy League schools. The Lions will hop back on their familiar buses and prepare for familiarly lengthy commutes."
    },
    {
      "type": "text",
      "value": "When they were playing sports, the average Columbia athlete traveled 3.84 miles farther than athletes in similar sports at other Ivy League institutions to their home field, court, river, or range each day. New York’s geography means that Columbia’s Morningside Heights campus has no space for a football field, baseball diamond, or archery complex, so while some indoor sports like basketball have space on campus, most athletes must travel to practices and home games."
    },
    {
      "type": "text",
      "value": "The distance that separates 116th Street from Baker or other sports facilities is more than just a hassle. In many cases, it is a defining feature of Columbia that affects the daily lives of coaches and athletes and shapes Columbia’s recruiting, performance, and athletic culture."
    },
    {
      "type": "text",
      "value": "Kayleigh Durm, rowing’s director of operations, summed up the experience: “Part of what it means to be a Columbia athlete is you’re going to spend a lot of time on a bus.”"
    },
    {
      "type": "text",
      "value": "Her words ring true for the 70 percent of athletes who practice off campus at the Baker Athletics Complex and for the golf, rowing, squash, cross country, and track and field teams’ facilities in New Jersey, Harlem, and northern Manhattan. Former linebacker Michael Murphy, CC ’20, loved his time with Columbia football despite the unique travel commitment—Columbia’s football field is 3.8 miles farther away from campus than any other field in the Ancient Eight."
    },
    {
      "type": "text",
      "value": "“Those long hours of travel will wear on you,” Murphy said. “I don’t even want to look at … the four-year cumulation, how many hours I spent just driving, because it’ll make me sick.”"
    },
    {
      "type": "text",
      "value": "In his four years at Columbia, with an average one-way commute of around 25 minutes, Spectator calculated that Murphy spent around 2,100 hours on a bus, not counting away games. The number is over two times the amount that the average non-Columbia, Ivy League football player spends in transit during their tenure. All other Ivy League schools have a football stadium on campus except Yale and Brown, whose stadiums are two miles and 1.5 miles away, respectively. In comparison, Murphy traveled 5.8 miles to Baker and 5.8 miles back six days a week for four years."
    },
    {
      "type": "subhed",
      "value": "Among its Ivy League peers, Columbia athletes spend the most travel time (in minutes) for six out of twelve sports"
    },
    {
      "type": "graphic",
      "value": {
        "asset": "sports-grid.html"
      }
    },
    {
      "type": "subhed",
      "value": "Only (5.8 miles away from) here"
    },
    {
      "type": "text",
      "value": "Murphy chose to come to Columbia because he believed in the coaches’ vision—that they were building “something special,” something very different than his Tampa high school experience. In 2011, the year before Murphy entered Plant High School, Plant won the Florida state football championship in front of thousands of fans for the third time in four years. In 2013, his sophomore year, the team made the state semi-finals. The school boasted a legendary on-campus football field, in addition to the seven alumni who made it to the NFL."
    },
    {
      "type": "text",
      "value": "For Murphy, Columbia’s off-campus football field and oft-vacant stands represented a major shift. Columbia boasts the third-worst attendance in the Ivy League, with an average attendance of 5,212 people in 2016, Murphy’s first year on the team. In comparison, Harvard, whose stadium is just across the river from its campus, averaged 14,742 fans that year—283 percent of Columbia’s attendance."
    },
    {
      "type": "text",
      "value": "Part of the unique culture of Columbia football is simply due to the Ivy League approach to athletics as a whole. At other Division I schools, where winning teams can bring in millions of dollars in revenue, programs offer full scholarships to attract top-performing student-athletes. The Ivy League has always been careful not to market athletics as a selling point on its own, but rather, per its website, as a part of the “overall undergraduate experience.” Ivy League football has struggled historically without the institutional focus; Columbia’s football’s infamous 44-game losing streak stretched from 1961 to 1988, and the University has traditionally placed academics on a much higher pedestal than athletic performance."
    },
    {
      "type": "text",
      "value": "On top of this, part of students’ relative lack of engagement with Columbia football is due to the distance between campus and Wien Stadium. It takes a 30-minute subway ride to get to the stadium, meaning an hour of transit is necessary for any student to see a game in person."
    },
    {
      "type": "text",
      "value": "Other Ivy Leagues have used the distance to Columbia’s stadium as a detractor against the school."
    },
    {
      "type": "text",
      "value": "“A lot of people use the transit to Baker as a negative for Columbia,” Murphy said. “[Before committing to Columbia,] I would go to visit Penn and Princeton and see what they had to say about Columbia. And they would all say, ‘Oh, well, you have to take a bus to practice.’”"
    },
    {
      "type": "text",
      "value": "Scott Alwin, the head coach of heavyweight rowing, does not see the distance as a deciding factor for any one recruit. But he knows all too well that although many athletes look forward to both living in New York City and rowing in a quiet rural park, the distance does limit the group Columbia draws from."
    },
    {
      "type": "text",
      "value": "“Some recruits, it doesn’t bother them at all, doesn’t have any effect, and they can see some silver linings,” Alwin said. “Other recruits, I think, probably don’t even consider schools where you’ve got to travel like that.”"
    },
    {
      "type": "text",
      "value": "Columbia’s three crew teams split their time between Dodge’s on-campus facilities, the Harlem River boathouse at the Baker Athletic Complex, and a peaceful river in a boathouse-less New Jersey public park, meaning that their travel schedules can be especially unpredictable and arduous."
    },
    {
      "type": "text",
      "value": "Durm was hired to help manage the team’s recruitment and schedule their travel back in 2017. She said that the rowing teams’ off-campus boathouse situation affects the type of athletes they’re able to recruit, limiting Columbia compared to programs with closer or more modern facilities. While Harvard and Princeton are powerhouse programs with newly-modernized boathouses and “legacy,” she said, Columbia rowing must look to different sources to draw recruits."
    },
    {
      "type": "text",
      "value": "“We can’t sell the same experience [to recruits],” Durm said. “So we’ve got to look beyond selling rowing. Because Harvard and Princeton have the legacy, they can sell the legacy … they can just ride that and be fine, whereas Columbia, knowing that we don’t have those same accommodations and stuff—you have to be a very specific type of personality to see what we have to offer and look beyond the material aspects of it.”"
    },
    {
      "type": "text",
      "value": "One of the greatest draws of Columbia, cited by every athlete Spectator spoke with, is the school’s location in New York City. #OnlyHere, Columbia Athletics’ slogan, invokes its New York location and “<a href=\"https://gocolumbialions.com/sports/2018/6/5/211598610.aspx\">unparalleled</a> academic and career opportunities,” in addition to the University’s athletics program and infrastructure. The very city that keeps the athletes 100 blocks away from their home fields is also the reason many considered Columbia in the first place. Track and field jumper junior Luke Ciarelli has lived through the same conflict."
    },
    {
      "type": "text",
      "value": "“It speaks more to the quality of the coaches and the quality of the school as a whole that people would actually still want to come here and compete for Columbia and train at Columbia knowing that they have a couple of these disadvantages,” Ciarelli said. “If you’re at Dartmouth, you have all the facilities right there, but you also live in Hanover.”"
    },
    {
      "type": "text",
      "value": "The question has become even more urgent during the pandemic. Columbia often invites recruited athletes to visit campus and experience the city, which is a big part of its draw, according to Durm. For example, despite the faraway practices, sophomore lightweight rower Thomas Kimberlin was drawn to Columbia because “it was in the city and you had that option, [which] was something that no other school really [offered].”"
    },
    {
      "type": "text",
      "value": "Columbia is not the only Ivy with facilities that require travel—for some schools, the quality of performance has not been diminished because of these off-campus locations. For example, Alwin pointed to Yale’s success in past years as an example of a team where distance is less of a barrier. The Eli boathouse is over 10 miles away from campus, and yet Yale’s heavyweight men’s team is the current threepeat national champion."
    },
    {
      "type": "text",
      "value": "“It doesn’t have to be an impediment,” Alwin said. “The challenge with us is, every single thing that might be a small impediment—when enough of those add up then it really gets in the way.”"
    },
    {
      "type": "subhed",
      "value": "“Leave that stuff down on 116th”: Athletes’ mental distance"
    },
    {
      "type": "image",
      "value": {
        "width": "auto",
        "asset": "https://cloudfront-us-east-1.images.arcpublishing.com/spectator/VBPCDJWDNFANBKPUEQ6NS5OTKQ.jpg",
        "caption": "Kali Duffy / Senior Staff Photographer"
      }
    },
    {
      "type": "text",
      "value": "Once athletes have arrived at Columbia, they often come to find that the distance to their athletic facilities defines many aspects of their life."
    },
    {
      "type": "text",
      "value": "Consider the bus rides most Light Blue athletes take several days a week. These bus rides can be a hassle, consuming time that could otherwise go to studying or training—and can make schedule flexibility nearly impossible."
    },
    {
      "type": "text",
      "value": "For athletes who practice off campus, the distance separates academics and athletics not only physically but also mentally. Murphy found the distance a relief, a mandatory 20- or 30-minute transition period between the stresses of academic life to an athletic perspective. Any concerns about papers or problem sets, according to his coaches, were to be left 100 blocks south of Baker Field."
    },
    {
      "type": "text",
      "value": "“I love my coaches, but I don’t want to see my coaches all the time. There are times where I want to be on campus focusing,” Murphy said. “It’s funny, the coaches are the same way. They always say, ‘Oh, leave that stuff down on 116th.’ So if they hear us talking about class or tests or whatever up at the facility while it’s football time, they’re like, ‘Leave it down on 116th.’”"
    },
    {
      "type": "text",
      "value": "Alwin saw a similar transition in his athletes, as they separated their on-campus world from their off-campus sports training. While the athletics-academics separation means that athletic culture is less noticeable on campus, Alwin said it was a healthy switch to make."
    },
    {
      "type": "text",
      "value": "Compared to other Ivy League rowers, Columbia’s lightweight and heavyweight rowers travel over four miles longer—each way—to practice at Overpeck Park. However, according to Alwin, this increased distance is not a downside, but rather a way for his athletes to become more focused."
    },
    {
      "type": "text",
      "value": "“They have mentally shifted gears from the academic world to the athletic world by the time they get off the bus and they’re walking into the facility, so they’re able to leave academic stress behind and really get in that mode of being an athlete for a while,” Alwin said. “The balance is beneficial to both sides of the equation.”"
    },
    {
      "type": "text",
      "value": "Travel can also be crucial to the development of team culture. Coming back from Baker Field, Murphy talked with his teammates and after especially-exciting wins led the team in comedy shows. Alwin saw the heavyweight rowing bus as a team bonding site, where the divisions between the top-level and bottom-boat athletes blurred. In his early years with Columbia, he watched the top performer on the team who had been taking an Arabic course for fun get to know a “low on the pecking order” senior who was an Arabic major. The two, Alwin said, spent hours studying on the bus together, using that time to form a connection that would never have otherwise been made."
    },
    {
      "type": "text",
      "value": "“When you get on the road, that’s when your team forms closer bonds,” Alwin said. “There’s a micro-version of that on a daily basis when they’re all traveling together and it’s basically locked-in time together.”"
    },
    {
      "type": "text",
      "value": "The distance helped the lightweight rowing team develop a team culture unique among the Ivies, as evidenced by its especially <a href=\"https://www.columbiaspectator.com/sports/2020/04/24/it-put-columbia-on-the-map-lightweight-rowings-irreverent-instagram-helps-promote-culture-pull-in-recruits/\">snarky and irreverent Instagram</a>. Kimberlin was drawn to the team by the page, which he thinks grew in part out of its unusually low-tech facilities."
    },
    {
      "type": "text",
      "value": "“There’s definitely some kind of funky, out-of-the-ordinary allure to the team that I think maybe not having a boathouse adds to,” Kimberlin said. “It’s not your run-of-the-mill, old-legacy Ivy League team that just out of nowhere wins the national championship.”"
    },
    {
      "type": "subhed",
      "value": "Does travel hurt performance?"
    },
    {
      "type": "text",
      "value": "Although the different facilities are a motivating factor for many athletes on the lightweight rowing team, the off-campus practice and home game facilities have hurt performance for many teams. While the distance does not make teams incapable of playing or competing, it quietly, slowly, and gradually rubs away at practice time."
    },
    {
      "type": "text",
      "value": "Ciarelli knows the drawbacks well. Throwers on the track and field team typically practice outdoors in public parks in New Jersey. If the wind is blowing or the weather is intense, outdoor practices are canceled; if the bus is late, Ciarelli recalled, sprinters can lose their time slots at the Armory, the New Balance-owned facility off-campus where they practice and compete."
    },
    {
      "type": "text",
      "value": "While recovering from an injury this spring, Ciarelli experienced delays with his physical therapy because of how far his therapy site was from his team’s practices at the Armory. Although Columbia has a rehab facility on campus, it doesn’t have one at the Armory, and Ciarelli often had to choose between being with his teammates at practice and undergoing physical therapy, even when he could have done parts of the workout. He said the distance “can and … probably does affect performance.”"
    },
    {
      "type": "text",
      "value": "“It makes falling behind or getting injured or getting sick a lot harder because you’ve missed a certain number of days,” Ciarelli said, comparing Columbia’s situation to that of other schools with athletic and rehab facilities on-site. “I think that has a lot of potential to hurt performance.”"
    },
    {
      "type": "text",
      "value": "Ciarelli had to pick between being with his team at practice and the athletic training site while he worked to rehabilitate his ankle last season. He believes the situation might have been different if there were the space to have physical therapy facilities alongside practice facilities."
    },
    {
      "type": "text",
      "value": "But right now, the training regimen is, in Ciarelli’s words, “held together with duct tape and dreams.”"
    },
    {
      "type": "text",
      "value": "The situation for the heavyweight rowing team is similar. The erg room in the Gould-Remmer Boathouse is a historic space, with the members of the top boats of the past century inscribed on the walls. Ergometers are scattered across the room, leaned against walls, and pushed against stacks of black plastic chairs, with two neat rows arranged below a dusty electric-candle chandelier. The whole setup is reflected in a crusty, unframed mirror leaned up against a fireplace grate."
    },
    {
      "type": "text",
      "value": "During the winter, the rowing teams can lay claim to the space. The rest of the year, it turns into a party and event hub. The coaching staff and team move their ergs in and out of the room several times a year, leading to higher maintenance costs. In addition, they move boats from the 1929 Boathouse to Overpeck Park in New Jersey as well. Alwin was unequivocal about the time commitment of moving house multiple times throughout the school year."
    },
    {
      "type": "text",
      "value": "“Too much, that’s the answer. More than we want, certainly, more than is efficient for the student-athletes and for the coaching staff,” Alwin said. “It has a huge impact. We lose time.”"
    },
    {
      "type": "text",
      "value": "Because of “wear and tear on the equipment” and “the logistics around moving big boat trailers in and out of New York City,” Alwin said, all the relocation hurts the program. Coaches and other team personnel must spend time moving equipment instead of preparing for practices or races."
    },
    {
      "type": "text",
      "value": "Even once the team makes it out to Overpeck, lightweight rowing does not have enough rowing machines for the whole team on site and lacks a permanent place to store boats. This leaves equipment without protection from the weather and athletes without a way back to campus if the bus is late. During the competitive season, the team rows out of port-a-potties and trailers and races against teams with huge and established boathouses. According to Alwin, the facilities are “a major limiting factor right now” for the team."
    },
    {
      "type": "text",
      "value": "“I don’t think it’s measurable, but I think it’s inescapable,” Alwin said of the impact on the team’s performance. “I don’t see how you could argue that it doesn’t have an impact.”"
    },
    {
      "type": "subhed",
      "value": "Sports culture from 116th to 218th"
    },
    {
      "type": "text",
      "value": "Columbia Athletics is undeniably shaped by the geography of New York City. There’s simply not enough space on campus for a football field, a baseball diamond, a boathouse, or, famously, a gym. The 1968 protests were sparked in part by Columbia’s plan to put a huge gym in Morningside Park, with separate entrances for residents and students—dubbed “Gym Crow” by student protestors. Even new construction, like that of the Campbell Sports Center at Baker Field, which opened in 2012, has brought controversy, and some community members said it intruded into their space and increased overcrowding. Columbia paid hundreds of thousands of dollars to the community to address the neighborhood disruption."
    },
    {
      "type": "text",
      "value": "Facilities that are far from campus impact recruitment, limiting the number of athletes attracted to the big-city program. It also impacts athletes’ daily lives and mindset. It impacts the way the coaching staff plans and approaches the season, even affecting performance. Given all this, is it any wonder that facilities also shape the way non-athletes—to call current Columbia students “fans” is a stretch—think about their school’s athletic programs?"
    },
    {
      "type": "text",
      "value": "To be <a href=\"https://www.columbiaspectator.com/sports/2020/05/08/im-not-going-to-change-because-of-a-losing-record-why-the-mens-basketball-teams-faithful-keeps-coming-back/\">a fan</a> of Columbia sports <a href=\"https://www.columbiaspectator.com/eye-lead/2018/02/08/endelman-behind-the-success-of-columbias-professional-fan/\">requires a commitment</a> beyond the seven minutes it takes for a Princeton student to walk down to a tailgate outside the football stadium or the less than half-a-mile walk necessary for a Dartmouth student to catch a spring ballgame at the diamond. With an hour-long round trip on the subway required to catch a glimpse of Baker Field, the football team’s victories and tribulations often fly under the radar back on 116th. Murphy noticed the difference, especially coming from a football-fanatic high school."
    },
    {
      "type": "text",
      "value": "“[At Plant,] everyone knew us for the football,” Murphy said. “I remember being the guy on campus. And then you come here—no one really knows, some people don’t even know that we have a football team. It’s honestly quite funny. I’ll be wearing a Columbia football shirt and someone will be like, ‘Oh, where do you guys play?’”"
    },
    {
      "type": "image",
      "value": {
        "width": "auto",
        "asset": "https://cloudfront-us-east-1.images.arcpublishing.com/spectator/73BTF4QYC5HSRENEWFP7IXOGKI.jpg",
        "caption": "Olivia Treynor / Senior Staff Photographer"
      }
    },
    {
      "type": "text",
      "value": "The distance to games is not just physical, although it is, of course, largely that. It is also mental. Sports are a distant thought in the minds of many students, who might only see football’s Homecoming game — if they attend any Athletics events at all that year."
    },
    {
      "type": "text",
      "value": "“I do think that the lack of a sports culture thing is a real thought,” Durm said. “I don’t know if that comes from just not having the same level of excitement as Harvard does– not to say our teams underperform—because there’s obviously several that definitely don’t—but the same level of performance as a school like Harvard. Or, [if] it’s just because we’re in New York City, and our campus is very contained and small and doesn’t have the sprawling space like Princeton or Harvard or any of those places have.”"
    },
    {
      "type": "text",
      "value": "So Columbia continues with its current setup, and when students can return to campus, Columbia’s athletes will continue to spend thousands of hours on buses. Columbia’s coaches will continue recruiting only athletes who are willing to give up control of their schedule for the draw of an Ivy League in New York City. And the Columbia fans who decide to attend games will continue taking the subway up to 215th."
    },
    {
      "type": "text",
      "value": "<i>Senior Staff Writer Clara Ence Morse can be contacted at </i><a href=\"mailto:clara.encemorse@columbiaspectator.com\"><i>clara.encemorse@columbiaspectator.com</i></a><i>. Follow her on Twitter </i><a href=\"https://twitter.com/ccemorse?lang=en\"><i>@ccemorse</i></a><i>.</i>"
    }
  ],
  "methodology": "<b>About the numbers</b>\n\nFacility locations were found on the respective athletic websites of each Ivy League school. Travel distances were calculated from the center of campus “quad” at each school using Google Maps. Travel times were calculated assuming a commute on Monday at 3 p.m. EST for every athlete with added traffic time subject to location. \n\nAverage sports distances were calculated for only common sports between all Ivy League schools, before <a href=\"https://www.insidehighered.com/news/2020/06/01/brown-university-cuts-11-varsity-sports\">Brown</a> and <a href=\"https://www.espn.com/college-sports/story/_/id/29435435/dartmouth-cuts-swimming-diving-golf-men-lightweight-rowing?platform=amp\">Dartmouth's</a> sport cuts in summer 2020. Data can be accessed <a href=\"https://docs.google.com/spreadsheets/d/1GSN4CwKV-8UW6OlaXv0YqLfcwgjGon106aqeswYhLDs/edit?usp=sharing\"><b>here</b></a>."
}